Revit 2024 API
ParameterTypeId.SpacingLayoutn1 Property
 "Layout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpacingLayoutn1 { get; }
Visual Basic
Public Shared ReadOnly Property SpacingLayoutn1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpacingLayoutn1 {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace